Revit 2024 API
InsulationTypeSet Constructor
Initializes a new instance of the InsulationTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public InsulationTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
InsulationTypeSet()
See Also
InsulationTypeSet Class
Autodesk.Revit.DB.Electrical Namespace